{
  "sections": {
    "collection-header": {
      "type": "collection-header",
      "settings": {
        "enable": true,
        "collection_image_enable": true,
        "parallax": true
      }
    },
    "main-collection": {
      "type": "main-collection",
      "blocks": {
        "collection_description": {
          "type": "collection_description",
          "settings": {
          }
        },
        "subcollections": {
          "type": "subcollections",
          "settings": {
            "subcollections_per_row": 5
          }
        },
        "product_grid": {
          "type": "product_grid",
          "settings": {
            "enable_collection_count": true,
            "per_row": 3,
            "rows_per_page": 5,
            "mobile_flush_grid": false
          }
        }
      },
      "block_order": [
        "collection_description",
        "subcollections",
        "product_grid"
      ],
      "settings": {
        "enable_sidebar": true,
        "collapsed": true,
        "filter_style": "sidebar",
        "enable_color_swatches": true,
        "enable_sort": true
      }
    },
    "0bdae2bb-04eb-4aa5-8b1a-5efdb4ff5173": {
      "type": "rich-text",
      "blocks": {
        "template--16291980148981__0bdae2bb-04eb-4aa5-8b1a-5efdb4ff5173-166919806953306110-0": {
          "type": "heading",
          "settings": {
            "title": ""
          }
        },
        "template--16291980148981__0bdae2bb-04eb-4aa5-8b1a-5efdb4ff5173-166919806953306110-1": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p><strong>BUY SAREES ONLINE At Albeli Ekam<\/strong><\/p><p>There might be a plethora of options when it comes to choosing the best ethnic wear for traditional events, wedding functions, or festivals, but the timelessness this six feet of pure grace provides is unparalleled. With myriads of options to choose from, whether you like a minimal, toned down appeal, or a royal one, sarees will give you exactly what you want. As Vogue says, when you wear a saree, you become them and they become you. <\/p><p>Here, At Albeli Ekam, we have sarees in a plethora of categories, from Silk to Organza, to Georgette, in all the colors you can possibly imagine in premium qualities. Well, we take pride in spoiling you for choice, and we know your wardrobe deserves these timeless pieces. <\/p><p>Let’s get shopping now, shall we. <\/p><p><strong>TYPES OF SAREES<\/strong><\/p><p>As we stated, sarees can range in a variety of types, and here are some of the most popular ones.<\/p><p><strong>1. Banarasi Saree<\/strong><\/p><p>A Banarasi sari as the name suggests is made in Varanasi, an ancient city which is also called Banaras well known for its historical significance. Just like the exquisite city, these saris are among the finest saris in India and are prominently known for their gold and silver brocade and zari embroidery. The saris are made of finely woven silk and are decorated with intricate design, and, because of these engravings, are relatively heavier than their counterparts.<\/p><p>But believe us when we say, they are so so worth it. <\/p><p>With the opulence synonymous with this sari, your search for beautiful banarsi sarees ends here at Albeli Ekam. Perfect for festivals, weddings, and family events, a Banarsi Sari establishes you as a royal entity, in no time. <\/p><p><strong>2. Party Wear Saree<\/strong><\/p><p>After being stuck in our homes owing to the pandemic, we are not taking celebrations and moments like celebrating and partying with our loved ones for granted. Taking cue from our emotions, enter these Party Wear Sarees which are the most sought after these days. With sequins and embellishments embarked, these sarees are a match made in heaven for your  DJ nights, wedding cocktails, and after-party discourse.<\/p><p>From this <a href=\"https:\/\/albeliekam.com\/products\/black-georgette-party-wear-saree\"><span style=\"text-decoration:underline\">Black Georgette Party Wear Saree<\/span><\/a> to this <a href=\"https:\/\/albeliekam.com\/products\/pista-green-net-saree\"><span style=\"text-decoration:underline\">Net Pista Green Party Wear Saree,<\/span><\/a> we have multiple options to suit whatever aesthetic you resonate towards. <\/p><p><strong>3. Wedding Saree<\/strong><\/p><p>Sarees and their relationship with weddings is a pious one. Indian weddings are always special, and so are the sarees we choose to wear in those functions. Be it for the bride, close relatives, or our best friends, a wedding saree can be worn in several functions like the engagement ceremony, the mehndi ceremony, the sangeet, and haldi. <\/p><p>We told you, we’ll be spoiling you for choice, right. We here at Albeli Ekam, understand the importance of events like weddings and that you need to put your best fashion-foot forward. Don’t worry, we got it covered. From this <a href=\"https:\/\/albeliekam.com\/products\/embroidered-georgette-yellow-partywear-saree\"><span style=\"text-decoration:underline\">Yellow Embroidered Georgette<\/span><\/a> to this <a href=\"https:\/\/albeliekam.com\/products\/maroon-pure-silk-saree\"><span style=\"text-decoration:underline\">Regal Maroon Silk Saree<\/span><\/a>, consider yourself covered for all things, wedding. <\/p><p><strong>4. Paithani Saree<\/strong><\/p><p>Primarily hailing from Aurangabad, the beautiful Paithanis combine the alchemy of silver zari and the royalty of silk. With square and other geometric designs dominating the broders, and a significantly striking Pallu, these Paithani sarees are a fresh take on the ensemble. <\/p><p><strong>SAREE BASED ON FABRIC<\/strong><\/p><p>As timeless as the saree is, as countless are its types. Here are the most popular categories of sarees you need to get your hands on. <\/p><p><strong>1. Silk Saree<\/strong><\/p><p>Undoubtedly heralded as the Majesty of fibers, Silks are the most prominent and best selling sarees, and the best part, Silk never goes out of fashion. Silk is Fashion. But that’s not all, these sarees are comfortable, lightweight and fit like a dream. You can practically run in them, you know. So in case you’d want elegance to be your best friend (and why won’t you), Silk Sarees are the go-to. <\/p><p><strong>2. Cotton Saree<\/strong><\/p><p>C for Cotton, C for Comfort. There’s a reason our mothers cannot stop praising the sorcery of cottons you know. With humidity more like a regular sight, and the scorching heat India offers, these cotton sarees are perfect for their elegant look and extreme comfort. We’d recommend pairing them up with a subtle neckpiece, or ditch it, keep your neck bare, and don a piece of statement earrings. <\/p><p><strong>3. Georgette Saree<\/strong><\/p><p>Georgette  is a sheer,  lightweight, dull-finished fabric originally made from silk. Made with highly twisted yarns, the fabric’s characteristic crinkly surface makes it best suited for loose flowing garments. Take cues from this striking <a href=\"https:\/\/albeliekam.com\/products\/blue-georgette-saree\"><span style=\"text-decoration:underline\">Blue Georgette Saree<\/span><\/a> or this <a href=\"https:\/\/albeliekam.com\/products\/embroidered-black-georgette-party-wear-saree\"><span style=\"text-decoration:underline\">Embroidered georgette black<\/span><\/a> one, we are going to spoil you for choice. (We know we’ve been saying this a lot, but that’s because it’s true you know. What’s stopping you from adding these timeless sarees to your cart) <\/p><p><strong>4. Chiffon Saree<\/strong><\/p><p>As sheers dominate the international streets and fashion houses, traditional wear incorporating their essence was inevitable. These days chiffon sarees are trending due to their sheer appearance. A variety of chiffon sarees are available at Albeli Ekam be it a plain chiffon saree, designer pieces, or embroidered ones. Perfect for your festive ensembles, or a get together with your ladies at a kitty party, you can never go wrong with this one. <\/p><p><strong>5. Organza Saree<\/strong><\/p><p>Organza is a thin,plain weave, sheer fabric, and like some of the others, this too traditionally stems from silk.  This versatile drape for a  fabric is a summer must have due to its breezy and breathable attribute. Of course, it is a modern woman’s first choice as it as equal part suitable for work as much as it is for your evening night outs. <\/p><p><strong>SAREE BASED ON COLORS<\/strong><\/p><p>One reason why these Colors play an important role when it comes to choosing a saree. Buy the latest colors for sarees online from Albeli Ekam.<\/p><p>1. Black Saree<\/p><p>A black saree is a must-have outfit. Black sarees are popular because of the classiness that the black color exudes. Choose the black saree as your <\/p><p>go-to outfit for any occasion. <\/p><p>2. Red Saree<\/p><p>Let your outfit collection pop up with a ravishing red saree. Red sarees are significant because they have cultural importance as well. The red saree is the traditional saree for brides. It appeals to both modern as well as traditional tastes.<\/p><p>3. Yellow Saree<\/p><p>The yellow color allures happiness. A yellow saree is one of the go-to choices for the haldi ceremony. One can also don these for other daily events.<\/p><p>4. White Saree<\/p><p>You will find the white sarees most fashionable among Bollywood divas nowadays. One with floral print will surely elevate your style game and give you a fresh look.<\/p>"
          }
        }
      },
      "block_order": [
        "template--16291980148981__0bdae2bb-04eb-4aa5-8b1a-5efdb4ff5173-166919806953306110-0",
        "template--16291980148981__0bdae2bb-04eb-4aa5-8b1a-5efdb4ff5173-166919806953306110-1"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "1659352258cd5ea4a2": {
      "type": "newsletter",
      "blocks": {
        "1659352258a2b72072-0": {
          "type": "title",
          "settings": {
            "title": "Signup for our Newsletter"
          }
        },
        "1659352258a2b72072-1": {
          "type": "text",
          "settings": {
            "text": "<p>Subscribe to get special offers, free giveaways, and once-in-a-lifetime deals.<\/p>"
          }
        },
        "1659352258a2b72072-2": {
          "type": "form",
          "settings": {
          }
        }
      },
      "block_order": [
        "1659352258a2b72072-0",
        "1659352258a2b72072-1",
        "1659352258a2b72072-2"
      ],
      "settings": {
        "color_background": "#ffe300",
        "color_text": "#1c1d1d"
      }
    }
  },
  "order": [
    "collection-header",
    "main-collection",
    "0bdae2bb-04eb-4aa5-8b1a-5efdb4ff5173",
    "1659352258cd5ea4a2"
  ]
}
